txt_instruction = '''
Ця програма дозволить вам за допомогою тесту Руф'є\n
провести первинну діагностику вашого здоров'я.\n
Проба Руф'є являє собою навантажувальний комплекс,\n
призначений для оцінки працездатності серця\n
при фізичному навантаженні.\n
У випробуваного визначають частоту пульсу за 15 секунд.\n
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову:\n
число пульсацій за перші 15 секунд, 30 секунд відпочинку,\n
число пульсацій за останні 15 секунд.'''
 
txt_test1 = '''Виміряйте пульс за 15 секунд.\nРезультат запишіть у відповідне поле.'''
 
txt_test2 = '''Виконайте 30 присідань за 45 секунд.\n
Натисніть кнопку "Почати", щоб запустити лічильник присідань.\n
Робіть присідання зі швидкістю лічильника.'''
 
txt_test3 = '''Протягом хвилини заміряйте пульс двічі:\n
за перші 15 секунд хвилини, потім за останні 15 секунд.\n
Результати запишіть у відповідні поля.'''
 
txt_sits = 'Виконайте 30 присідань за 45 секунд.'
